Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# firstRunLocalDataNeedsReview
source: iCloud has a newer data reset, and this device has unsynced records. Export a full backup here first. You can then choose to replace this device’s records with iCloud.
ar: يحتوي iCloud على إعادة تعيين أحدث للبيانات، ويوجد على هذا الجهاز سجلات غير متزامنة. صدّر هنا نسخة احتياطية كاملة أولًا. بعد ذلك يمكنك اختيار استبدال سجلات هذا الجهاز ببيانات iCloud.
de: iCloud enthält eine neuere Datenrücksetzung, und auf diesem Gerät gibt es noch nicht synchronisierte Aufzeichnungen. Exportiere hier zuerst eine vollständige Sicherung. Danach kannst du wählen, ob die Aufzeichnungen auf diesem Gerät durch die aus iCloud ersetzt werden sollen.
es: iCloud tiene un restablecimiento de datos más reciente y este dispositivo tiene registros sin sincronizar. Exporta primero aquí una copia de seguridad completa. Después podrás elegir si reemplazas los registros de este dispositivo con los de iCloud.
fr: iCloud contient une réinitialisation de données plus récente, et cet appareil a des enregistrements non synchronisés. Exportez d’abord une sauvegarde complète ici. Vous pourrez ensuite choisir de remplacer les enregistrements de cet appareil par ceux d’iCloud.
hi_in: iCloud में डेटा का नया रीसेट है और इस डिवाइस पर सिंक न हुए रिकॉर्ड हैं। पहले यहीं एक पूरा स्थानीय बैकअप एक्सपोर्ट करें। फिर आप चुन सकते हैं कि इस डिवाइस के रिकॉर्ड को iCloud से बदलना है या नहीं।
id: iCloud memiliki pengaturan ulang data yang lebih baru, dan perangkat ini memiliki catatan yang belum disinkronkan. Ekspor cadangan lengkap di sini terlebih dahulu. Setelah itu, Anda dapat memilih untuk mengganti catatan perangkat ini dengan data dari iCloud.
it: iCloud contiene un ripristino dei dati più recente e questo dispositivo ha registri non sincronizzati. Esporta qui prima un backup completo. Potrai poi scegliere se sostituire i registri di questo dispositivo con quelli di iCloud.
ja: iCloudにはより新しいデータのリセットがあり、このデバイスには未同期の記録があります。まずここで完全なバックアップを書き出してください。その後、このデバイスの記録をiCloudのものに置き換えるか選べます。
ko: iCloud에 더 새로운 데이터 초기화가 있고 이 기기에는 동기화되지 않은 기록이 있습니다. 먼저 여기서 전체 백업을 내보내세요. 그런 다음 이 기기의 기록을 iCloud 기록으로 교체할지 선택할 수 있습니다.
mr_in: iCloud मध्ये डेटाचे नवीन रीसेट आहे आणि या उपकरणावर समक्रमित न झालेल्या नोंदी आहेत. आधी इथे संपूर्ण स्थानिक बॅकअप निर्यात करा. त्यानंतर या उपकरणावरील नोंदी iCloud मधील नोंदींनी बदलायच्या का ते निवडू शकता.
pt: O iCloud tem uma redefinição de dados mais recente, e este dispositivo tem registros não sincronizados. Exporte primeiro um backup completo aqui. Depois, você poderá escolher substituir os registros deste dispositivo pelos do iCloud.
ru: В iCloud есть более новый сброс данных, а на этом устройстве остались несинхронизированные записи. Сначала экспортируйте здесь полную резервную копию. Затем вы сможете выбрать, заменить ли записи на этом устройстве данными из iCloud.
th: iCloud มีการรีเซ็ตข้อมูลที่ใหม่กว่า และอุปกรณ์นี้มีบันทึกที่ยังไม่ได้ซิงค์ โปรดส่งออกข้อมูลสำรองฉบับเต็มที่นี่ก่อน จากนั้นคุณจะเลือกได้ว่าจะใช้ข้อมูล iCloud แทนบันทึกของอุปกรณ์นี้หรือไม่
tr: iCloud’da daha yeni bir veri sıfırlaması var ve bu cihazda eşzamanlanmamış kayıtlar bulunuyor. Önce burada tam bir yerel yedek dışa aktarın. Ardından bu cihazdaki kayıtları iCloud’dakilerle değiştirip değiştirmeyeceğinizi seçebilirsiniz.
vi: iCloud có một lần đặt lại dữ liệu mới hơn và thiết bị này có các bản ghi chưa được đồng bộ. Hãy xuất bản sao lưu đầy đủ tại đây trước. Sau đó, bạn có thể chọn thay thế các bản ghi của thiết bị này bằng dữ liệu từ iCloud.
zh_cn: iCloud 中有更新的数据重置，而这台设备还有未同步的记录。请先在这里导出完整备份，再选择是否用 iCloud 数据替换本机记录。
zh_hk: iCloud 中有較新的資料重設，而這部裝置還有未同步的記錄。請先在這裡匯出完整備份，再選擇是否以 iCloud 資料取代本機記錄。
zh_tw: iCloud 中有較新的資料重設，而這台裝置還有未同步的記錄。請先在這裡匯出完整備份，再選擇是否以 iCloud 資料取代本機記錄。

# firstRunPlusRestored
source: Your Plus access has been restored
ar: تمت استعادة صلاحية Plus الخاصة بك
de: Dein Plus-Zugang wurde wiederhergestellt
es: Se restauró tu acceso a Plus
fr: Votre accès Plus a été restauré
hi_in: आपकी Plus पहुँच वापस आ गई है
id: Akses Plus Anda telah dipulihkan
it: Il tuo accesso Plus è stato ripristinato
ja: Plusの利用権を復元しました
ko: Plus 이용 권한을 복원했습니다
mr_in: तुमचा Plus प्रवेश पुनर्संचयित झाला आहे
pt: Seu acesso ao Plus foi restaurado
ru: Ваш доступ Plus восстановлен
th: กู้คืนสิทธิ์ Plus ของคุณแล้ว
tr: Plus erişiminiz geri yüklendi
vi: Quyền truy cập Plus của bạn đã được khôi phục
zh_cn: 已恢复你的 Plus 权益
zh_hk: 你的 Plus 權益已還原
zh_tw: 你的 Plus 權益已還原

# firstRunQuickSetup
source: Returning user? Set up from iCloud
ar: هل استخدمت DoneAt من قبل؟ إعداد سريع عبر iCloud
de: Schon einmal verwendet? Schnell mit iCloud einrichten
es: ¿Ya usabas DoneAt? Configuración rápida con iCloud
fr: Vous utilisez déjà DoneAt ? Configuration rapide avec iCloud
hi_in: पहले से DoneAt इस्तेमाल करते हैं? iCloud से तुरंत सेट करें
id: Sudah pernah memakai DoneAt? Siapkan cepat dari iCloud
it: Usavi già DoneAt? Configurazione rapida da iCloud
ja: 以前からお使いですか？iCloudからかんたん設定
ko: 기존 사용자이신가요? iCloud에서 빠르게 설정
mr_in: DoneAt आधीपासून वापरता? iCloud मधून झटपट सेट अप करा
pt: Já usava o DoneAt? Configuração rápida pelo iCloud
ru: Уже пользовались DoneAt? Быстрая настройка из iCloud
th: เคยใช้ DoneAt แล้วใช่ไหม? ตั้งค่าด่วนจาก iCloud
tr: DoneAt’i daha önce kullandınız mı? iCloud’dan hızlı kurulum
vi: Đã từng dùng DoneAt? Thiết lập nhanh từ iCloud
zh_cn: 老用户快速设置
zh_hk: 舊用戶快速設定
zh_tw: 舊使用者快速設定

# firstRunReplaceConfirm
source: Replace this device’s records with iCloud? Keep the exported backup if you want to recover local records later.
ar: هل تريد استبدال سجلات هذا الجهاز ببيانات iCloud؟ احتفظ بالنسخة الاحتياطية المصدّرة إذا أردت استعادة السجلات المحلية لاحقًا.
de: Die Aufzeichnungen auf diesem Gerät durch iCloud ersetzen? Bewahre die exportierte Sicherung auf, falls du lokale Aufzeichnungen später wiederherstellen möchtest.
es: ¿Reemplazar los registros de este dispositivo con los de iCloud? Conserva la copia exportada por si quieres recuperar los registros locales más adelante.
fr: Remplacer les enregistrements de cet appareil par ceux d’iCloud ? Conservez la sauvegarde exportée si vous souhaitez récupérer les enregistrements locaux plus tard.
hi_in: क्या इस डिवाइस के रिकॉर्ड को iCloud से बदलना है? अगर बाद में स्थानीय रिकॉर्ड वापस चाहिए हों, तो एक्सपोर्ट किया हुआ बैकअप संभालकर रखें।
id: Ganti catatan perangkat ini dengan iCloud? Simpan cadangan yang diekspor jika Anda ingin memulihkan catatan lokal nanti.
it: Sostituire i registri di questo dispositivo con quelli di iCloud? Conserva il backup esportato se vorrai recuperare i registri locali in seguito.
ja: このデバイスの記録をiCloudのものに置き換えますか？後でローカルの記録を復元したい場合に備え、書き出したバックアップを保管してください。
ko: 이 기기의 기록을 iCloud 기록으로 교체할까요? 나중에 로컬 기록을 복원하려면 내보낸 백업을 보관하세요.
mr_in: या उपकरणावरील नोंदी iCloud मधील नोंदींनी बदलायच्या का? नंतर स्थानिक नोंदी पुनर्प्राप्त करायच्या असल्यास निर्यात केलेला बॅकअप जपून ठेवा.
pt: Substituir os registros deste dispositivo pelos do iCloud? Guarde o backup exportado caso queira recuperar os registros locais depois.
ru: Заменить записи на этом устройстве данными из iCloud? Сохраните экспортированную резервную копию, если позже захотите восстановить локальные записи.
th: ใช้ข้อมูล iCloud แทนบันทึกของอุปกรณ์นี้หรือไม่ เก็บข้อมูลสำรองที่ส่งออกไว้ หากต้องการกู้คืนบันทึกในเครื่องภายหลัง
tr: Bu cihazdaki kayıtlar iCloud’dakilerle değiştirilsin mi? Yerel kayıtları daha sonra kurtarmak isterseniz dışa aktarılan yedeği saklayın.
vi: Thay thế các bản ghi của thiết bị này bằng iCloud? Hãy giữ bản sao lưu đã xuất nếu sau này bạn muốn khôi phục các bản ghi cục bộ.
zh_cn: 用 iCloud 数据替换本机记录？请保留已导出的备份，之后可用它恢复本机记录。
zh_hk: 以 iCloud 資料取代這部裝置的記錄？請保留已匯出的備份，日後若要還原本機記錄可以使用它。
zh_tw: 以 iCloud 資料取代這台裝置的記錄？請保留已匯出的備份，日後若要還原本機記錄可以使用它。

# firstRunReplaceWithCloud
source: Use iCloud after backup
ar: استخدام iCloud بعد النسخ الاحتياطي
de: Nach der Sicherung iCloud verwenden
es: Usar iCloud después de la copia
fr: Utiliser iCloud après la sauvegarde
hi_in: बैकअप के बाद iCloud इस्तेमाल करें
id: Gunakan iCloud setelah mencadangkan
it: Usa iCloud dopo il backup
ja: バックアップ後にiCloudを使う
ko: 백업 후 iCloud 사용
mr_in: बॅकअपनंतर iCloud वापरा
pt: Usar o iCloud após o backup
ru: Использовать iCloud после резервного копирования
th: ใช้ iCloud หลังสำรองข้อมูล
tr: Yedekten sonra iCloud’u kullan
vi: Dùng iCloud sau khi sao lưu
zh_cn: 已备份，使用 iCloud 数据
zh_hk: 已備份，使用 iCloud 資料
zh_tw: 已備份，使用 iCloud 資料

# firstRunRestoreTitle
source: Welcome to DoneAt
ar: مرحبًا بك في DoneAt
de: Willkommen bei DoneAt
es: Te damos la bienvenida a DoneAt
fr: Bienvenue dans DoneAt
hi_in: DoneAt में आपका स्वागत है
id: Selamat datang di DoneAt
it: Benvenuto in DoneAt
ja: DoneAtへようこそ
ko: DoneAt에 오신 것을 환영합니다
mr_in: DoneAt मध्ये तुमचे स्वागत आहे
pt: Boas-vindas ao DoneAt
ru: Добро пожаловать в DoneAt
th: ยินดีต้อนรับสู่ DoneAt
tr: DoneAt’e hoş geldiniz
vi: Chào mừng bạn đến với DoneAt
zh_cn: 欢迎使用 DoneAt
zh_hk: 歡迎使用 DoneAt
zh_tw: 歡迎使用 DoneAt

# firstRunReturningTitle
source: Welcome back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Te damos la bienvenida de nuevo
fr: Ravi de vous revoir
hi_in: वापसी पर स्वागत है
id: Selamat datang kembali
it: Bentornato
ja: おかえりなさい
ko: 다시 만나 반가워요
mr_in: पुन्हा स्वागत आहे
pt: Que bom ter você de volta
ru: С возвращением
th: ยินดีต้อนรับกลับมา
tr: Tekrar hoş geldiniz
vi: Chào mừng bạn trở lại
zh_cn: 欢迎回来
zh_hk: 歡迎回來
zh_tw: 歡迎回來

# focusActivityAddPomodoro
source: Add pomodoros
ar: إضافة بومودورو
de: Pomodoros hinzufügen
es: Añadir pomodoros
fr: Ajouter des pomodoros
hi_in: पोमोडोरो जोड़ें
id: Tambah pomodoro
it: Aggiungi pomodori
ja: ポモドーロを追加
ko: 포모도로 추가
mr_in: पोमोडोरो जोडा
pt: Adicionar pomodoros
ru: Добавить помодоро
th: เพิ่มโพโมโดโร
tr: Pomodoro ekle
vi: Thêm pomodoro
zh_cn: 追加番茄
zh_hk: 追加番茄
zh_tw: 追加番茄

# focusActivityChainDone
source: All done for now
ar: انتهى كل شيء الآن
de: Erst mal alles erledigt
es: Todo hecho por ahora
fr: Tout est fait pour l'instant
hi_in: फ़िलहाल सब पूरा
id: Semua selesai untuk saat ini
it: Per ora è tutto fatto
ja: ひとまず完了
ko: 일단 모두 완료
mr_in: सध्या सर्व पूर्ण
pt: Tudo feito por agora
ru: Пока всё сделано
th: ตอนนี้เสร็จหมดแล้ว
tr: Şimdilik hepsi bitti
vi: Tạm thời xong hết
zh_cn: 暂时都完成了
zh_hk: 暫時都完成了
zh_tw: 暫時都完成了

# focusActivityDayDone
source: All tasks for today are complete
ar: اكتملت جميع مهام اليوم
de: Alle Aufgaben für heute sind erledigt
es: Todas las tareas de hoy están completadas
fr: Toutes les tâches du jour sont terminées
hi_in: आज के सभी कार्य पूरे हो गए हैं
id: Semua tugas hari ini selesai
it: Tutte le attività di oggi sono completate
ja: 今日のタスクはすべて完了しました
ko: 오늘의 모든 할 일을 완료했어요
mr_in: आजची सर्व कामे पूर्ण झाली आहेत
pt: Todas as tarefas de hoje estão concluídas
ru: Все задачи на сегодня выполнены
th: งานทั้งหมดของวันนี้เสร็จแล้ว
tr: Bugünkü tüm görevler tamamlandı
vi: Đã hoàn thành mọi công việc hôm nay
zh_cn: 今日任务已完成
zh_hk: 今日任務已完成
zh_tw: 今日任務已完成

# focusActivityNextUp
source: Next: {{task}} at {{time}}
ar: التالي: {{task}} في {{time}}
de: Als Nächstes: {{task}} um {{time}}
es: Después: {{task}} a las {{time}}
fr: Ensuite : {{task}} à {{time}}
hi_in: आगे: {{time}} पर {{task}}
id: Berikutnya: {{task}} pukul {{time}}
it: Poi: {{task}} alle {{time}}
ja: 次は {{time}} に「{{task}}」
ko: 다음: {{time}} {{task}}
mr_in: पुढे: {{time}} वाजता {{task}}
pt: A seguir: {{task}} às {{time}}
ru: Далее: {{task}} в {{time}}
th: ถัดไป: {{task}} เวลา {{time}}
tr: Sırada: {{time}} · {{task}}
vi: Tiếp theo: {{task}} lúc {{time}}
zh_cn: 接下来：{{time}} {{task}}
zh_hk: 接下來：{{time}} {{task}}
zh_tw: 接下來：{{time}} {{task}}

# focusActivityPomodoro
source: Pomodoro {{index}} of {{total}}
ar: بومودورو {{index}} من {{total}}
de: Pomodoro {{index}} von {{total}}
es: Pomodoro {{index}} de {{total}}
fr: Pomodoro {{index}} sur {{total}}
hi_in: पोमोडोरो {{index}} / {{total}}
id: Pomodoro {{index}} dari {{total}}
it: Pomodoro {{index}} di {{total}}
ja: ポモドーロ {{index}} / {{total}}
ko: 포모도로 {{index}} / {{total}}
mr_in: पोमोडोरो {{index}} / {{total}}
pt: Pomodoro {{index}} de {{total}}
ru: Помидор {{index}} из {{total}}
th: โพโมโดโร {{index}} จาก {{total}}
tr: Pomodoro {{index}} / {{total}}
vi: Pomodoro {{index}} trên {{total}}
zh_cn: 第 {{index}} 个番茄 / 共 {{total}} 个
zh_hk: 第 {{index}} 個番茄 / 共 {{total}} 個
zh_tw: 第 {{index}} 個番茄 / 共 {{total}} 個

# focusActivityTaskDone
source: Done by {{time}}
ar: ينتهي عند {{time}}
de: Fertig um {{time}}
es: Listo a las {{time}}
fr: Terminé à {{time}}
hi_in: {{time}} तक पूरा
id: Selesai pukul {{time}}
it: Finito alle {{time}}
ja: {{time}} に完了予定
ko: {{time}} 완료 예정
mr_in: {{time}} पर्यंत पूर्ण
pt: Pronto às {{time}}
ru: Завершение в {{time}}
th: เสร็จตอน {{time}}
tr: {{time}} itibarıyla biter
vi: Xong lúc {{time}}
zh_cn: 预计 {{time}} 完成
zh_hk: 預計 {{time}} 完成
zh_tw: 預計 {{time}} 完成

# focusActivityThenBreak
source: Then a {{count}} min break
ar: ثم استراحة {{count}} دقيقة
de: Danach {{count}} Min. Pause
es: Después, pausa de {{count}} min
fr: Ensuite {{count}} min de pause
hi_in: फिर {{count}} मिनट का विराम
id: Lalu istirahat {{count}} mnt
it: Poi {{count}} min di pausa
ja: このあと {{count}} 分の休憩
ko: 이후 {{count}}분 휴식
mr_in: नंतर {{count}} मिनिटांची विश्रांती
pt: Depois, pausa de {{count}} min
ru: Затем перерыв {{count}} мин
th: จากนั้นพัก {{count}} นาที
tr: Sonra {{count}} dk mola
vi: Sau đó nghỉ {{count}} phút
zh_cn: 之后休息 {{count}} 分钟
zh_hk: 之後休息 {{count}} 分鐘
zh_tw: 之後休息 {{count}} 分鐘

# focusAddAndStart
source: Add and start
ar: إضافة وبدء
de: Hinzufügen und starten
es: Añadir y empezar
fr: Ajouter et démarrer
hi_in: जोड़ें और शुरू करें
id: Tambah dan mulai
it: Aggiungi e inizia
ja: 追加して開始
ko: 추가하고 시작
mr_in: जोडा आणि सुरू करा
pt: Adicionar e iniciar
ru: Добавить и начать
th: เพิ่มและเริ่ม
tr: Ekle ve başlat
vi: Thêm và bắt đầu
zh_cn: 添加并开始
zh_hk: 新增並開始
zh_tw: 新增並開始

# focusAddPomodoroCapacity
source: You can add up to {{count}} pomodoros before the next task or the end of this shift.
ar: يمكنك إضافة ما يصل إلى {{count}} جلسات بومودورو قبل المهمة التالية أو نهاية فترة العمل.
de: Bis zur nächsten Aufgabe oder zum Schichtende kannst du noch bis zu {{count}} Pomodoros hinzufügen.
es: Puedes añadir hasta {{count}} pomodoros antes de la siguiente tarea o del final del turno.
fr: Vous pouvez ajouter jusqu’à {{count}} pomodoros avant la prochaine tâche ou la fin de votre journée de travail.
hi_in: अगले कार्य या शिफ्ट के अंत तक आप अधिकतम {{count}} पोमोडोरो जोड़ सकते हैं।
id: Kamu bisa menambahkan hingga {{count}} pomodoro sebelum tugas berikutnya atau akhir sif.
it: Puoi aggiungere fino a {{count}} pomodori prima della prossima attività o della fine del turno.
ja: 次のタスクまたは退勤までに、最大 {{count}} ポモドーロを追加できます。
ko: 다음 작업 시작 또는 퇴근 전까지 포모도로를 최대 {{count}}개 추가할 수 있어요.
mr_in: पुढील काम किंवा शिफ्ट संपेपर्यंत तुम्ही जास्तीत जास्त {{count}} पोमोडोरो जोडू शकता.
pt: Você pode adicionar até {{count}} pomodoros antes da próxima tarefa ou do fim do turno.
ru: До следующей задачи или конца смены можно добавить до {{count}} помодоро.
th: คุณเพิ่มโพโมโดโรได้อีกสูงสุด {{count}} รอบ ก่อนงานถัดไปหรือสิ้นสุดกะนี้
tr: Sonraki görev veya vardiya bitiminden önce en fazla {{count}} pomodoro ekleyebilirsin.
vi: Bạn có thể thêm tối đa {{count}} pomodoro trước công việc tiếp theo hoặc khi ca làm kết thúc.
zh_cn: 到下一个任务或本次下班前，最多还可以加 {{count}} 个番茄。
zh_hk: 到下一個任務或今次下班前，最多還可以加 {{count}} 個番茄。
zh_tw: 到下一個任務或這次下班前，最多還可以加 {{count}} 個番茄。

# focusAddPomodoroCount
source: Pomodoros to add
ar: عدد الجلسات الإضافية
de: Zusätzliche Pomodoros
es: Cantidad a añadir
fr: Nombre à ajouter
hi_in: जोड़ने की संख्या
id: Jumlah tambahan
it: Pomodori da aggiungere
ja: 追加する数
ko: 추가할 개수
mr_in: जोडायची संख्या
pt: Quantidade a adicionar
ru: Количество
th: จำนวนที่ต้องการเพิ่ม
tr: Eklenecek sayı
vi: Số lượng thêm
zh_cn: 追加数量
zh_hk: 追加數量
zh_tw: 追加數量

# focusAppliedTemplateNote
source: This schedule uses the “{{name}}” template.
ar: يستخدم هذا الجدول قالب «{{name}}».
de: Dieser Zeitplan nutzt die Vorlage „{{name}}“.
es: Este horario utiliza la plantilla «{{name}}».
fr: Ce planning utilise le modèle « {{name}} ».
hi_in: इस शेड्यूल में “{{name}}” टेम्पलेट लागू है।
id: Jadwal ini menggunakan templat “{{name}}”.
it: Questo programma usa il modello “{{name}}”.
ja: 「{{name}}」テンプレートを使用中です。
ko: 현재 일정에 “{{name}}” 템플릿을 사용 중입니다.
mr_in: या वेळापत्रकात “{{name}}” टेम्पलेट वापरले आहे.
pt: Este plano usa o modelo «{{name}}».
ru: Расписание использует шаблон «{{name}}».
th: ตารางนี้ใช้แม่แบบ “{{name}}”
tr: Bu program “{{name}}” şablonunu kullanıyor.
vi: Lịch này đang dùng mẫu “{{name}}”.
zh_cn: 当前日程来自「{{name}}」模板。
zh_hk: 目前日程使用「{{name}}」範本。
zh_tw: 目前日程使用「{{name}}」範本。

# focusApplyTemplate
source: Use today
ar: استخدمه اليوم
de: Heute anwenden
es: Usar hoy
fr: Utiliser aujourd’hui
hi_in: आज इस्तेमाल करें
id: Pakai hari ini
it: Usa oggi
ja: 今日に使う
ko: 오늘에 적용
mr_in: आज वापरा
pt: Usar hoje
ru: Применить сегодня
th: ใช้กับวันนี้
tr: Bugün kullan
vi: Dùng cho hôm nay
zh_cn: 用在今天
zh_hk: 用在今天
zh_tw: 用在今天

# focusBandBlockHint
source: Opens this block
ar: يفتح هذه الفترة
de: Öffnet diesen Block
es: Abre este bloque
fr: Ouvre ce bloc
hi_in: यह ब्लॉक खोलता है
id: Membuka blok ini
it: Apre questo blocco
ja: このブロックを開く
ko: 이 블록 열기
mr_in: हा ब्लॉक उघडतो
pt: Abre este bloco
ru: Открывает этот блок
th: เปิดช่วงนี้
tr: Bu bloğu açar
vi: Mở ô này
zh_cn: 打开这一格
zh_hk: 開啟這一格
zh_tw: 開啟這一格

# focusBandBreakMinutes
source: Break, {{count}} min
ar: استراحة {{count}} دقيقة
de: Pause, {{count}} Min.
es: Pausa de {{count}} min
fr: Pause de {{count}} min
hi_in: {{count}} मिनट का विराम
id: Istirahat {{count}} mnt
it: Pausa di {{count}} min
ja: 休憩 {{count}} 分
ko: 휴식 {{count}}분
mr_in: {{count}} मिनिटांची विश्रांती
pt: Pausa de {{count}} min
ru: Перерыв {{count}} мин
th: พัก {{count}} นาที
tr: {{count}} dk mola
vi: Nghỉ {{count}} phút
zh_cn: 休息 {{count}} 分钟
zh_hk: 休息 {{count}} 分鐘
zh_tw: 休息 {{count}} 分鐘

# focusBandEmptyBlock
source: Add something here
ar: أضِف شيئًا هنا
de: Etwas eintragen
es: Añadir algo aquí
fr: Ajouter quelque chose
hi_in: यहाँ कुछ जोड़ें
id: Isi blok ini
it: Aggiungi qualcosa
ja: ここに入れる
ko: 여기에 넣기
mr_in: इथे काही जोडा
pt: Adicionar algo aqui
ru: Что сюда поставить
th: ใส่อะไรตรงนี้
tr: Buraya bir şey ekle
vi: Thêm gì đó vào đây
zh_cn: 放点什么进来
zh_hk: 放點什麼進來
zh_tw: 放點什麼進來

# focusBandGapTooShort
source: {{count}} min · too short for a block
ar: {{count}} دقيقة · لا تكفي لفترة
de: {{count}} Min. · zu kurz für einen Block
es: {{count}} min · no cabe un bloque
fr: {{count}} min · trop court pour un bloc
hi_in: {{count}} मिनट · एक ब्लॉक के लिए कम
id: {{count}} mnt · kurang untuk satu blok
it: {{count}} min · troppo corto per un blocco
ja: {{count}} 分 · 1 ブロックに足りません
ko: {{count}}분 · 블록 하나가 안 됩니다
mr_in: {{count}} मिनिटे · एका ब्लॉकसाठी कमी
pt: {{count}} min · curto demais para um bloco
ru: {{count}} мин · на блок не хватает
th: {{count}} นาที · ไม่พอหนึ่งช่วง
tr: {{count}} dk · bir bloğa yetmez
vi: {{count}} phút · không đủ một ô
zh_cn: {{count}} 分钟 · 装不下一格
zh_hk: {{count}} 分鐘 · 裝不下一格
zh_tw: {{count}} 分鐘 · 裝不下一格

# focusBandNextShift
source: Next shift · {{day}}
ar: الوردية التالية · {{day}}
de: Nächste Schicht · {{day}}
es: Próximo turno · {{day}}
fr: Prochain service · {{day}}
hi_in: अगली शिफ़्ट · {{day}}
id: Sif berikutnya · {{day}}
it: Prossimo turno · {{day}}
ja: 次のシフト · {{day}}
ko: 다음 근무 · {{day}}
mr_in: पुढील शिफ्ट · {{day}}
pt: Próximo turno · {{day}}
ru: Следующая смена · {{day}}
th: กะถัดไป · {{day}}
tr: Sonraki vardiya · {{day}}
vi: Ca kế tiếp · {{day}}
zh_cn: 下一个班次 · {{day}}
zh_hk: 下一個班次 · {{day}}
zh_tw: 下一個班次 · {{day}}

# focusBandStateCurrent
source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
hi_in: अभी
id: Sekarang
it: Adesso
ja: 現在
ko: 현재
mr_in: आत्ता
pt: Agora
ru: Сейчас
th: ตอนนี้
tr: Şimdi
vi: Bây giờ
zh_cn: 现在
zh_hk: 現在
zh_tw: 現在

# focusBandStatePast
source: Done
ar: انتهت
de: Vorbei
es: Pasado
fr: Passé
hi_in: बीत गया
id: Lewat
it: Passato
ja: 終了
ko: 지남
mr_in: होऊन गेले
pt: Passado
ru: Прошло
th: ผ่านแล้ว
tr: Geçti
vi: Đã qua
zh_cn: 已过
zh_hk: 已過
zh_tw: 已過

# focusBlockClear
source: Clear this block
ar: أفرغ هذه الفترة
de: Block leeren
es: Vaciar este bloque
fr: Vider ce bloc
hi_in: यह ब्लॉक खाली करें
id: Kosongkan blok ini
it: Svuota questo blocco
ja: このブロックを空にする
ko: 이 블록 비우기
mr_in: हा ब्लॉक रिकामा करा
pt: Limpar este bloco
ru: Очистить блок
th: ล้างช่วงนี้
tr: Bu bloğu boşalt
vi: Xoá ô này
zh_cn: 清空这一格
zh_hk: 清空這一格
zh_tw: 清空這一格

# focusBlockExisting
source: Today's tasks
ar: مهام اليوم
de: Heutige Aufgaben
es: Tareas de hoy
fr: Tâches du jour
hi_in: आज के कार्य
id: Tugas hari ini
it: Attività di oggi
ja: 今日のタスクから
ko: 오늘의 작업에서
mr_in: आजची कार्ये
pt: Tarefas de hoje
ru: Задачи на сегодня
th: งานวันนี้
tr: Bugünün görevleri
vi: Việc hôm nay
zh_cn: 今天已有的任务
zh_hk: 今天已有的任務
zh_tw: 今天已有的任務

# focusBlockMakeBreak
source: Make this a break
ar: اجعلها استراحة
de: Als Pause festlegen
es: Convertir en pausa
fr: En faire une pause
hi_in: इसे विराम बनाएँ
id: Jadikan istirahat
it: Rendila una pausa
ja: このブロックを休憩にする
ko: 이 블록을 휴식으로
mr_in: हा विश्रांतीचा करा
pt: Tornar uma pausa
ru: Сделать перерывом
th: ตั้งเป็นเวลาพัก
tr: Mola yap
vi: Đổi thành giờ nghỉ
zh_cn: 把这一格设为休息
zh_hk: 把這一格設為休息
zh_tw: 把這一格設為休息

# focusBlocksDoneOfScheduled
source: {{done}} of {{total}} blocks done
ar: اكتمل {{done}} من {{total}}
de: {{done}} von {{total}} Blöcken erledigt
es: {{done}} de {{total}} bloques hechos
fr: {{done}} bloc(s) sur {{total}} terminé(s)
hi_in: {{total}} में से {{done}} ब्लॉक पूरे
id: {{done}} dari {{total}} blok selesai
it: {{done}} di {{total}} blocchi completati
ja: {{total}} 中 {{done}} 完了
ko: {{total}}개 중 {{done}}개 완료
mr_in: {{total}} पैकी {{done}} ब्लॉक पूर्ण
pt: {{done}} de {{total}} blocos concluídos
ru: Выполнено {{done}} из {{total}}
th: เสร็จ {{done}} จาก {{total}} ช่วง
tr: {{total}} bloktan {{done}} tamam
vi: Xong {{done}}/{{total}} ô
zh_cn: 完成 {{done}} / 已排 {{total}}
zh_hk: 完成 {{done}} / 已排 {{total}}
zh_tw: 完成 {{done}} / 已排 {{total}}

# focusBreak
source: Break
ar: استراحة
de: Pause
es: Descanso
fr: Pause
hi_in: विराम
id: Istirahat
it: Pausa
ja: 休憩
ko: 휴식
mr_in: विश्रांती
pt: Pausa
ru: Перерыв
th: พัก
tr: Mola
vi: Nghỉ
zh_cn: 休息
zh_hk: 休息
zh_tw: 休息

# focusBreakOver
source: Break over
ar: انتهت الاستراحة
de: Pause vorbei
es: Fin del descanso
fr: Fin de la pause
hi_in: ब्रेक ख़त्म
id: Istirahat selesai
it: Pausa finita
ja: 休憩終了
ko: 휴식 종료
mr_in: ब्रेक संपला
pt: Fim da pausa
ru: Перерыв окончен
th: หมดเวลาพัก
tr: Mola bitti
vi: Hết giờ nghỉ
zh_cn: 休息结束
zh_hk: 休息結束
zh_tw: 休息結束

# focusBreakReminderBody
source: Your plan has a {{count}}-minute break here. Stand up for a moment.
ar: خطتك فيها استراحة {{count}} دقيقة هنا. قِف قليلًا.
de: Dein Plan sieht hier {{count}} Minuten Pause vor. Steh kurz auf.
es: Tu plan tiene aquí una pausa de {{count}} minutos. Levántate un momento.
fr: Votre plan prévoit une pause de {{count}} minutes ici. Levez-vous un instant.
hi_in: आपकी योजना में यहाँ {{count}} मिनट का विराम है। थोड़ा उठ जाइए।
id: Rencanamu punya istirahat {{count}} menit di sini. Berdirilah sebentar.
it: Il tuo piano prevede qui una pausa di {{count}} minuti. Alzati un momento.
ja: 予定ではここが {{count}} 分の休憩です。少し立ち上がりましょう。
ko: 계획상 지금은 {{count}}분 휴식입니다. 잠깐 일어나 보세요.
mr_in: तुमच्या योजनेत इथे {{count}} मिनिटांची विश्रांती आहे. जरा उठा.
pt: O teu plano tem aqui uma pausa de {{count}} minutos. Levanta-te um momento.
ru: По плану здесь перерыв {{count}} мин. Встаньте ненадолго.
th: แผนของคุณมีเวลาพัก {{count}} นาทีตรงนี้ ลุกขึ้นสักครู่
tr: Planında burada {{count}} dakikalık mola var. Biraz ayağa kalk.
vi: Kế hoạch của bạn có {{count}} phút nghỉ ở đây. Đứng dậy một lát nhé.
zh_cn: 计划里这会儿是 {{count}} 分钟长休息，起来动一动。
zh_hk: 計畫裡這會兒是 {{count}} 分鐘長休息，起來動一動。
zh_tw: 計畫裡這會兒是 {{count}} 分鐘長休息，起來動一動。
